// © Copyright 2005, 2015 HP Development Company, L.P.

TaskName = "Язык панели управления";

English = "Английский";
French = "Французский";
German = "Немецкий";
Spanish = "Испанский";
Italian = "Итальянский";
Swedish = "Шведский";
Danish = "Датский";
Norwegian = "Норвежский";
Dutch = "Голландский";
Finnish = "Финский";
Japanese = "Японский";
Portuguese = "Португальский";
Polish = "Польский";
Turkish = "Турецкий";
Kanji = "Кандзи";
TradChinese = "Китайский (традиционный)";
SimpChinese = "Китайский (упрощенный)";
Russian = "Русский";
Czech = "Чешский";
Hungarian = "Венгерский";
Korean = "Корейский";
Thai = "Тайский";
Hebrew = "Иврит";
EastEuropean = "Восточно-европейские";
EuroEnglish = "Английский (Европа)";
CanadianFrench = "Французский (Канада)";
Greek = "Греческий";
Arabic = "Арабский";
IndonesianBahasa = "Индонезийский (бахаса)";
Bulgarian = "Болгарский";
Croatian = "Хорватский";
Estonian = "Эстонский";
Latvian = "Латвийский";
Lithuanian = "Литовский";
Romanian = "Румынский";
Slovakian = "Словацкий";
Slovenian = "Словенский";
Ukrainian = "Украинский";
Malay = "Малайский";

TaskDescription = "Чтобы изменить язык, используемый для отображения информации на панели управления и для отчетов о работе печатающего устройства (например, страницы конфигурации), выберите нужный язык в следующем списке:";
LanguageLabel = "Язык:";
ApplyButtonTitle = "Применить";
NoLangSelected = "Выбор языка";

NoCountrySelected = "Выбор страны/региона";
CountryLabel = "Страна/регион";

// country names
afghanistan = "Афганистан";
albania = "Албания";
algeria = "Алжир";
americanSamoa = "Американское Самоа";
andorra = "Андорра";
angola = "Ангола";
anguilla = "Ангилья";
antiguaAndBarbuda = "Антигуа и Барбуда";
argentina = "Аргентина";
armenia = "Армения";
aruba = "Аруба";
ascensionIsland = "ascensionIsland";
australia = "Австралия";
austria = "Австрия";
azerbaijan = "Азербайджан";
bahamasThe = "Багамы";
bahrain = "Бахрейн";
bangladesh = "Бангладеш";
barbados = "Барбадос";
belarus = "Беларусь";
belgium = "Бельгия";
belize = "Белиз";
benin = "Бенин";
bermuda = "Бермуды";
bhutan = "Бутан";
bolivia = "Боливия";
bosniaAndHerzegovina = "Босния и Герцеговина";
botswana = "Ботсвана";
brazil = "Бразилия";
brunei = "Бруней";
bulgaria = "Болгария";
burkinaFaso = "Буркина-Фасо";
burundi = "Бурунди";
cambodia = "Камбоджа";
cameroon = "Камерун";
canada = "Канада";
capeVerde = "Кабо-Верде";
caymanIslands = "Острова Кайман";
centralAfricanRepublic = "Центрально-Африканская Республика";
chad = "Чад";
chile = "Чили";
china = "Китай";
cocosKeelingIslands = "cocosKeelingIslands";
colombia = "Колумбия";
comoros = "Коморы";
congo = "Конго";
congoDRC = "Конго, Демократическая Республика";
cookIslands = "Острова Кука";
costaRica = "Коста-Рика";
croatia = "Хорватия";
cuba = "Куба";
cyprus = "Кипр";
czechRepublic = "Чешская Республика";
denmark = "Дания";
diegoGarcia = "diegoGarcia";
djibouti = "Джибути";
dominica = "Доминика";
dominicanRepublic = "Доминиканская республика";
ecuador = "Эквадор";
egypt = "Египет";
elSalvador = "Эль-Сальвадор";
equatorialGuinea = "Экваториальная Гвинея";
eritrea = "Эритрея";
estonia = "Эстония";
ethiopia = "Эфиопия";
falklandIslandsIslasMalvinas = "Фолклендские острова";
faroeIslands = "Фарерские острова";
fijiIslands = "Фиджи";
finland = "Финляндия";
france = "Франция";
frenchAntilles = "Французские Антильские острова";
frenchGuiana = "Французская Гвиана";
frenchPolynesia = "Французская Полинезия";
gabon = "Габон";
gambiaThe = "Гамбия";
georgia = "Грузия";
germany = "Германия";
ghana = "Гана";
gibraltar = "Гибралтар";
greece = "Греция";
greenland = "Гренландия";
grenada = "Гренада";
guadeloupe = "Гваделупа";
guam = "Гуам";
guantanamoBay = "guantanamoBay";
guatemala = "Гватемала";
guinea = "Гвинея";
guineaBissau = "Гвинея-Бисау";
guyana = "Гайана";
haiti = "Гаити";
honduras = "Гондурас";
hongKongSAR = "Гонконг";
hungary = "Венгрия";
iceland = "Исландия";
india = "Индия";
indonesia = "Индонезия";
iran = "Иран";
iraq = "Ирак";
ireland = "Ирландия";
israel = "Израиль";
italy = "Италия";
jamaica = "Ямайка";
japan = "Япония";
jordan = "Иордания";
kazakhstan = "Казахстан";
kenya = "Кения";
kiribati = "Кирибати";
korea = "Южная Корея";
kuwait = "Кувейт";
kyrgyzstan = "Киргизия";
laos = "Лаос";
latvia = "Латвия";
lebanon = "Ливан";
lesotho = "Лесото";
liberia = "Либерия";
libya = "Ливия";
liechtenstein = "Лихтенштейн";
lithuania = "Литва";
luxembourg = "Люксембург";
lacaoSAR = "lacaoSAR";
macedonia = "Македония";
madagascar = "Мадагаскар";
malawi = "Малави";
malaysia = "Малайзия";
maldives = "Мальдивы";
mali = "Мали";
malta = "Мальта";
marshallIslands = "Маршалловы Острова";
martinique = "Мартиника";
mauritania = "Мавритания";
mauritius = "Маврикий";
mayotte = "Майотта";
mexico = "Мексика";
micronesia = "Микронезия";
moldova = "Молдова";
monaco = "Монако";
mongolia = "Монголия";
montserrat = "Монтсеррат";
morocco = "Марокко";
mozambique = "Мозамбик";
myanmar = "Мьянма";
namibia = "Намибия";
nauru = "Науру";
nepal = "Непал";
netherlandsAntilles = "Нидерландские Антилы";
netherlandsThe = "Нидерланды";
newCaledonia = "Новая Каледония";
newZealand = "Новая Зеландия";
nicaragua = "Никарагуа";
niger = "Нигер";
nigeria = "Нигерия";
niue = "Ниуэ";
norfolkIsland = "norfolkIsland";
northKorea = "Северная Корея";
norway = "Норвегия";
oman = "Оман";
pakistan = "Пакистан";
palau = "Палау";
panama = "Панама";
papuaNewGuinea = "Папуа-Новая Гвинея";
paraguay = "Парагвай";
peru = "Перу";
philippines = "Филиппины";
poland = "Польша";
portugal = "Португалия";
puertoRico = "Пуэрто-Рико";
qatar = "Катар";
reunion = "Реюньон";
romania = "Румыния";
russia = "Россия";
rwanda = "Руанда";
samoa = "Самоа";
sanMarino = "Сан-Марино";
saudiArabia = "Саудовская Аравия";
senegal = "Сенегал";
serbiaAndMontenegro = "Сербия и Черногория";
seychelles = "Сейшельские острова";
sierraLeone = "Сьерра-Леоне";
singapore = "Сингапур";
slovakia = "Словакия";
slovenia = "Словения";
solomonIslands = "Соломоновы Острова";
somalia = "Сомали";
southAfrica = "Южная Африка";
spain = "Испания";
sriLanka = "Шри-Ланка";
stHelena = "Остров Святой Елены";
stKittsAndNevis = "Сент-Китс и Невис";
stLucia = "Сент-Люсия";
stPierreAndMiquelon = "Сен-Пьер и Микелон";
stVincentAndTheGrenadines = "Сент-Винсент и Гренадины";
sudan = "Судан";
suriname = "Суринам";
swaziland = "Свазиленд";
sweden = "Швеция";
switzerland = "Швейцария";
syria = "Сирия";
taiwan = "Тайвань, Китай";
tajikistan = "Таджикистан";
tanzania = "Танзания";
thailand = "Таиланд";
timorLeste = "timorLeste";
togo = "Того";
tokelau = "Токелау";
tonga = "Тонга";
trinidadAndTobago = "Тринидад и Тобаго";
tunisia = "Тунис";
turkey = "Турция";
turkmenistan = "Туркмения";
turksAndCaicosIslands = "Острова Теркс и Кайкос";
tuvalu = "Тувалу";
uganda = "Уганда";
ukraine = "Украина";
unitedArabEmirates = "Объединенные Арабские Эмираты";
unitedKingdom = "Соединенное Королевство";
unitedStates = "Соединенные Штаты";
uruguay = "Уругвай";
uzbekistan = "Узбекистан";
vanuatu = "Вануату";
vaticanCity = "Ватикан";
venezuela = "Венесуэла";
vietnam = "Вьетнам";
virginIslands = "Виргинские острова, США";
virginIslandsBritish = "Британские Виргинские острова";
wallisAndFutuna = "Уоллис и Футуна";
yemen = "Йемен";
zambia = "Замбия";
zimbabwe = "Зимбабве";

// region names
"africa" = "Africa";
"asiaPacific" = "Asia Pacific";
"caribbean" = "Caribbean";
"europe" = "Europe";
"indiaChina" = "India or China";
"japanCISMEA" = "Japan CISMEA";
"latinAmerica" = "Latin America";
"middleEast" = "Middle East";
"NALAAP" = "NALAAP";
"nordic" = "Nordic";
"northAfrica" = "North Africa";
"northAmericaUSACanada" = "North America (USA, Canada)";
"northWestAfrica" = "North-West Africa";
"notSupported" = "not supported";
"southernAfrica" = "Southern Africa";
"universal" = "universal";

